//the content for the page in JSON format
{
	"content": [{
		"title" : "Batman: The Animated Series",
		"run" : "(1992-95)",
		"copy" : [{
				"Given the success of Tim Burton’s <i>Batman</i> in 1989, it’s hardly surprising that Warner Bros. would want to do a new animated take on the character, particlularly with sequel <i>Batman Returns</i> reaching cinemas in 1992.
				","The studio turned to the team of Bruce Timm and Eric Radomski to serve as producers, with their first move being to create a two-minute promotional trailer that represented their take.
				","“One of the things we stipulated up front,” explains Timm, “was that we would like to do the series, but ponly if we can do it our way. If you want a slavish imitation of the movie, forget it. I didn’t want it to be Tim Burton’s second cousin.”
				","The trailer that sold the show served as the conceptual template for what would emerge as its look – a noir-ish approach with a dark and brooding intensity that would use heavily stylized animation to give the show a look different to any animated series that had appeared on television before. Eschewing the bizarre Burton-esque landscape of the feature films, Timm and Radomski utilised a unique art-deco look based on work by Twenties filmmakers in the tradition of Fritz Lang.
				","As for the Dark Knight himself, Timm says, “Batman is such a stylised character. He’s almost like an icon. He’s different from any other superhero. He’s a good guy but he looks like the bad guy. There are so many elements of his character and different genres that can apply to him. Early on, when Eric and I and Paul Dini, who was our first semi-story editor, and an outside writer, Mitch Brian, were called in to develop the series from scratch, we asked ourselves, ‘What would we like to do with this series?’ We made a list of all these different influences that we’d like to see on the show: pulp magazine stuff, <i>The Shadow</i>, old gangster movies from the Forties, film noir from the Fifties and German Expressionism from the Twenties, and certain comic-books that really influenced us a lot."
				","“What was really great about our show is that many characters, particularly Batman, underwent a lot of character growth through the run of the series,” adds Dini. “It adds a richness and texture to the show. We knew what we wanted when we got there, and it was this very nice eveolution of the show through script.”
				","Laughs producer Alan Burnett, “What we did was not magic. It was going back to the comic-books and trying to do serious stories with Batman, which people hadn't done before on television. That was our goal: to put a comic book on television: a <i>real</i> comic-book, a fanboy comic-book. And it worked. I dare say that this was one of the first modern childeren’s programmes that had machine guns. We had fist-fights, judo fights, big giant threats, guns and gangsters, so it wa different. The blessing was that we were not on Saturday mornings; we were an afternoon show, and so were allowed to get [ away with ] a lot more than we would have on Saturday morning. Consequently, we got audiences across the board in terms of age. It was definitely a big difference. In my day when I worked on <i>Super Friends</i>, you weren’t even allowed to make a fist and shake it.”
				","The show’s success led to the release of the theatrical animated film <i>Batman: Maks of the Phantasm</i> in 1993, as well as the made-for-video film <i>Batman &amp; Mr Freeze:SubZero</i> in 1998. Then came spin-off/continuation <i>The New Batman Adventures</i> from 1997 - 99, which focused largely on supporting characters like Robin and Batgirl. Those episodes, as well as <i>B:TAS</i>, became part of a package with animated Superman shows known as The New Batman/Superman Adventures from 1997 - 2000.
				"
		}]
	}]
}